tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ringohub/redis-cli"

brew "antigen"
brew "asciinema"
brew "asdf"
brew "bash"
brew "bat"
brew "coreutils"
brew "croc"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "font-meslo-for-powerlevel10k"
brew "fzf"
brew "gawk"
brew "git-delta"
brew "gnu-sed"
brew "gpg"
brew "hey"
brew "htop"
brew "libffi"
brew "nvim"
brew "openssl"
brew "redis-cli"
brew "ripgrep"
brew "tree"
brew "watch"
brew "zoxide"
brew "zsh"

cask_args require_sha: true, force: true

cask "alacritty"
cask "appcleaner"
cask "cakebrew"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "insomnia"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "1password"
cask "1password-cli"
