tap "ringohub/redis-cli"
tap "smokris/getwindowid"

brew "antigen"
brew "asciinema"
brew "asdf"
brew "bash"
brew "bat"
brew "coreutils"
brew "croc"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "getwindowid"
brew "git-delta"
brew "gnu-sed"
brew "gpg"
brew "hey"
brew "htop"
brew "lazygit"
brew "libffi"
brew "lsd"
brew "nvim"
brew "openssl"
brew "redis-cli"
brew "ripgrep"
brew "starship"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "zoxide"
brew "zsh"

cask_args require_sha: true, force: true

cask "1password-cli"
cask "1password"
cask "alacritty"
cask "appcleaner"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "finetune"
cask "font-meslo-for-powerlevel10k"
cask "google-chrome"
cask "hot"
cask "insomnia"
cask "keycastr"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"