tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ringohub/redis-cli"

brew "asciinema"
brew "asdf"
brew "bash"
brew "bat"
brew "coreutils"
brew "croc"
brew "diff-so-fancy"
brew "direnv"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gnu-sed"
brew "gpg"
brew "htop"
brew "lazygit"
brew "libffi"
brew "nvim"
brew "openssl"
brew "redis-cli"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "watch"
brew "zplug"
brew "zsh"

cask_args require_sha: true, force: true

cask "alacritty"
cask "appcleaner"
cask "authy"
cask "cakebrew"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea-ce"
cask "keepingyouawake"
cask "keycastr"
cask "ngrok"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
